Clears any overridden values from all parameters of the associated RebarContainer element.
  Namespace:   Autodesk.Revit.DB.Structure
  Assembly:   RevitAPI  (in RevitAPI.dll) Version: 16.0.0.0 (16.0.0.0)
  Since:  2016
 Syntax
  C#
public void ClearOverrides()
  Visual Basic
Public Sub ClearOverrides
  Visual C++
public:
void ClearOverrides()
 Exceptions
  Exception  |   Condition
   Autodesk.Revit.Exceptions DisabledDisciplineException   |   None of the following disciplines is enabled: Structural.
 See Also
  RebarContainerParameterManager Class
  Autodesk.Revit.DB.Structure Namespace